"Shortcut" = "迅捷方式";
"Go to" = "前往";
"Go To" = "前往";
"Connect to" = "連線到";
"Clear Menu" = "清除歷史選單";
"Choose a new default Mac home folder" = "選擇新默認本地主檔案夾";
"Choose a private key file" = "選擇一個專用密匙檔案";
"The Bookmark could not be found to be saved" = "書簽不能找到以儲存";
"Try cancelling the editor and edit the Bookmark again" = "嘗試取消編輯器並再次編輯書簽";
"The Bookmark could not be renamed" = "書簽不能被改名";
"Either there is an existing Bookmark or folder of the same name or the name is unacceptable" = "書簽或者檔案夾名已存在、或名稱不被認可";
"The Bookmark could not be saved because your Bookmarks folder could not be found or created" = "書簽不能儲存，是因為未找到或者創建書簽檔案夾";
"Your disk permissions may need to be repaired with Disk Utility if applications cannot save settings to your Preferences folder" = "如果程式不能儲存設定在 Preferences 檔案夾，您可能需要使用磁碟工具修復磁碟許可權屬性";
"The Bookmark could not be saved" = "書簽不能被儲存";
"Ensure your Bookmark name is valid, unique and that there is sufficent space on your hard drive" = "確保書簽名是有效的、唯一的，並且磁碟有足夠的空間";
"The Bookmark was not saved completely" = "書簽未完整儲存";
"This Bookmark may not appear in your Bookmarks window. Try saving again." = "此書簽不能檢視在書簽視窗。請重新儲存。";
"An unexpected error occurred while saving the Bookmark." = "儲存書簽時出現一個意外錯誤";
"The changes made to the Bookmark of this connection will be applied when the outstanding tasks have been completed" = "當此未解決的任務完成，這些改變將儲存到此連線的書簽";
"Sorry, this file's original server location could not be automatically determined and so it cannot be resumed." = "對不起，此檔案的原始伺服器位置不能被自動決定，因此任務將不能繼續";
"Reconnect to the original server and resume the download from there." = "重新連線原始伺服器並從這裏續傳下載。";
"Sorry, this file's location could not be determined and so it cannot be resumed." = "對不起，此檔案的位置不能被決定，因此任務將不能繼續。";
"Try reconnecting to the original server and resume the download from there." = "正在嘗試重新連線原始伺服器並從這裏續傳下載。";
"Add Favorite" = "新增喜好站台夾";
"Connect Immediately" = "立刻連線";
"Imported Bookmarks" = "導入書簽";
"Edit" = "編輯";
"Save this connection's details in the Keychain?" = "儲存此連線的詳細記錄到鑰匙串?";
"Yes" = "是";
"No" = "否";
"Save these details as a Bookmark" = "另存傳輸詳細記錄為書簽";
"Untitled Bookmark" = "未命令書簽";
"Show Help Tips" = "顯示輔助說明";
"Quick Start" = "快速開始";
"Read Me" = "說明";
"User Forum" = "使用者論壇";
"Email Support" = "Email 支持";
"Yummy Software Web Site" = "Yummy 軟體網站";
"Yummy FTP requires Mac OS X 10.4 or later to run" = "Yummy FTP Alias 需要 Mac OS X 10.4＋";
"FTP Watchers require Mac OS X 10.4 or later to run" = "FTP 哨兵需要 Mac OS X 10.4＋";
"FTP Aliases require Mac OS X 10.4 or later to run" = "FTP 替身需要 Mac OS X 10.4＋";
"An unknown error prevented Yummy FTP from starting" = "未知錯誤阻止 Yummy FTP Alias 啟動";
"An unknown error prevented this FTP Watcher from starting" = "未知錯誤阻止 FTP 啟動";
"An unknown error prevented this FTP Alias from starting" = "未知錯誤阻止 FTP 替身啟動";
"Quitting now will cancel all running or waiting tasks!" = "現在结束將取消所有執行中或等待中的任務！";
"Press Quit if you are sure you want to do this" = "如您確認，請點擊退出";
"Quit" = "结束";
"Yummy FTP thinks you may still have remote editing documents open" = "Yummy FTP Alias 認為您可用仍然有遠端編輯文檔出於打開編輯狀態 ";
"If you quit now, Yummy FTP will no longer be able to send changes back to the server\r\rPress Cancel to continue remote editing or Quit to exit immediately" = "如您現在结束，Yummy FTP Alias 將不能傳送改變到伺服器 \r\r點擊取消以繼續遠端編輯或者立即结束編輯";
"Bookmarks" = "書簽";
"Recent Connections" = "最近連線";
"Bonjour" = "Bonjour";
"Rendezvous" = "Rendezvous";
"History" = "歷史";
"Go To Favorite" = "前往喜好站台";
"Remove Favorite" = "移除喜好站台夾";
"Choose a folder of Bookmarks to import" = "選擇一個書簽檔案夾以導入";
"Select a Bookmark, FTP Alias or FTP Watcher to edit…" = "選擇一個書簽、 FTP 替身或者 FTP 哨兵以編輯…";
"Hide Help Tips" = "隱藏輔助說明";
"Show All Bookmarks" = "顯示全部書簽";
"Sorry, it was not possible to continue due to an unexpected error" = "對不起，由於一個意外錯誤，將不能繼續";
"Sorry, this FTP Watcher appears to be damaged. Parts of this FTP Watcher are missing. You must recreate it to restore functionality" = "對不起，FTP 哨兵程式被損壞，FTP 哨兵有部分丟失。您必須重新創建";
"Sorry, this FTP Alias appears to be damaged. Parts of this FTP Alias are missing. You must recreate it to restore functionality" = "對不起，FTP 替身程式已損壞，FTP 替身有部分丟失。您必須重新創建";
"Sorry, this FTP Watcher cannot be opened unless Yummy FTP is installed. Locate and install Yummy FTP on this computer in order to make use of FTP Watchers" = "對不起，此 FTP 哨兵不能打開， 除非您安裝了 Yummy FTP Alias";
"Sorry, this FTP Alias cannot be opened unless Yummy FTP is installed. Locate and install Yummy FTP on this computer in order to make use of FTP Aliases" = "對不起，此 FTP 替身不能打開， 除非您安裝了 Yummy FTP Alias";
"This FTP Watcher has moved from its original location and will therefore now quit" = "此 FTP 哨兵從原始位置被移走 ，因此現在將结束";
"Yummy FTP Alias History" = "Yummy FTP 哨兵歷史";
"Processing" = "處理中";
"Yummy FTP was launched because an upload using an FTP Alias or FTP Watcher was performed" = "Yummy FTP Alias 已啟動，是由於有個上傳進程執行了 FTP 替身或者 FTP 哨兵";
"Yummy FTP would normally quit now because of this, but other FTP sessions are active. Do you want Yummy FTP to Quit now or not?" = "Yummy FTP Alias 現在不能正常结束，是因為有其他動作的 FTP 會話。您是否要结束 Yummy FTP Alias ？";
"This operation failed because the server closed the connection." = "此動作失敗是因為伺服器關閉了連線 。";
" copy" = "拷貝";
"Unknown" = "未知";
"Alias" = "替身";
"Folder" = "檔案夾";
"Error downloading: " = "下載錯誤: ";
"\rFrom : " = "\r自 : ";
"\rTo : " = "\r到 : ";
"Error deleting: " = "刪除錯誤: ";
"\rIn : " = "\r中 : ";
"Root folder" = "根檔案夾";
"Error uploading: " = "上傳錯誤: ";
"Error renaming: " = "改名錯誤: ";
"Error moving: " = "移動錯誤: ";
"Error creating folder: " = "創建檔案夾錯誤: ";
"Error setting permissions on: " = "錯誤設定許可權在: ";
"Unlimited" = "無限制";
"Never" = "從不";
"Choose an ODB Editor Application" = "選擇一個 ODB 編輯程式";
"Select a new folder for your default Mac browser Home folder and default download location" = "為默認本地流覽主檔案夾和默認下載位置選擇一個新檔案夾";
"Your choice of preference settings requires that currently displayed directory listings are refreshed" = "您選擇的當前檢視偏好設定請求目錄列表被刷新";
"Choose Refresh to automatically refresh all displayed directory listings, or Cancel to refresh them manually" = "選擇自動刷新或手動刷新檢視目錄列表";
"Refresh" = "刷新";
"Built-in" = "內嵌";
"Not installed" = "未安裝";
"Your trial period of Yummy FTP is nearly over" = "您試用 Yummy FTP Alias 的時間將要到期";
"Thank you for trying Yummy FTP!\r\rPlease puchase this software if you have found it useful. Your support will allow us to make it even better!\r\rSimply click the Purchase button below. It's easy, quick and secure\r\rIf you have already purchased a license, click the Enter Serial Number button" = "謝謝試用 Yummy FTP Alias ！\r\r您的支援會讓我們把軟體做得更好。\r\r如果您感覺軟體好用，請購買！\r\r如果已經有序列號，請點擊\"鍵入序列號\"按鈕。";
"Enter Serial Number" = "鍵入序列號";
"Purchase" = "購買";
"Your trial period of Yummy FTP is over" = "您試用 Yummy FTP Alias 的日期已經到期";
"Sorry, there was a problem with the eSellerate online purchase system" = "對不起，線上購買系統出現了故障";
"Please try again, or visit our web store to place your order:\r\rhttp://www.yummysoftware.com/purchase\r\rThank you" = "請重試，或者造訪我們的網店以更新您的訂單:\r\rhttp://www.yummysoftware.com/purchase\r\r謝謝";
"Thank you for purchasing Yummy FTP!" = "感謝您購買 Yummy FTP Alias !";
"Your support is very much appreciated\r\rHappy FTP-ing!" = "您的支持非常重要\r\r享受 FTP 下載！";
"It appears that your purchase was successful, but Yummy FTP could not retrieve your serial number from eSellerate\r\rYou should receive an email from eSellerate containing your serial number. Please enter this using the Enter Serial Number option from the Yummy FTP menu\r\rThank you" = "此檢視您購買成功，但 Yummy FTP Alias 不能恢復您的序列號\r\r您需要恢復通知您序列號的郵件。請從選單選擇鍵入序列號選項\r\r非常感謝";
"Sorry, the entered Name and Serial Number are invalid" = "對不起，您鍵入的姓名和序列號無效";
"Please check what you have entered and try again" = "請再次檢查您的鍵入並重試";
"When you are finished editing, press the Save button and the changes will be saved to the file. Press Cancel to discard the changes." = "當您完成編輯，點擊儲存按鈕。此改變將被儲存到檔案。點取消按鈕放棄改變。";
"Run Schedule" = "執行計畫";
"Synchronize" = "同步";
"FTP Transcript.txt" = "FTP Transcript.txt";
"Server: " = "伺服器: ";
"\rUsername: " = "\r使用者名: ";
"Please enter the password for this server" = "請鍵入此伺服器口令";
"Add to Keychain" = "新增到鑰匙串";
"Click to see a full screen image" = "點擊以檢視全屏圖像";
"No Preview Available" = "無預覽可用";
"Preparing Preview…" = "準備預覽…";
"Disconnecting will cancel all running or waiting tasks!" = "斷開連線將取消所有執行中或等待中的任務！";
"Press Disconnect if you are sure you want to do this" = "如果你確認，點擊斷開連線";
"Disconnect" = "斷開連線";
"Hide Toolbar" = "隱藏工具列";
"Show Toolbar" = "顯示工具列";
"Edit With…" = "編輯用…";
"Edit New Empty File With…" = "編輯新增檔案用…";
"Edit New Empty File" = "編輯新增檔案";
"Download Later" = "佇列";
"Upload Later" = "佇列";
"Upload" = "上傳";
"Download" = "下載";
"Show Transcript" = "顯示終端";
"Hide Transcript" = "隱藏終端";
"Hide Queue" = "隱藏隊列";
"Show Queue" = "顯示隊列";
"Hide Preview Drawer" = "隱藏預覽屜";
"Show Preview Drawer" = "顯示預覽屜";
"Show Extra FTP Controls" = "顯示附加 FTP 控制";
"Hide Extra FTP Controls" = "隱藏附加 FTP 控制";
"Hide Status Bar" = "隱藏狀態欄";
"Show Status Bar" = "顯示狀態欄";
"Show Column View" = "顯示分欄檢視";
"Show List View" = "顯示列表檢視";
"Show Mac Browser" = "顯示本地流覽";
"Hide Mac Browser" = "隱藏本地流覽";
"Open Selected Bookmarks" = "打開所選書簽";
"Save a copy of this Bookmark" = "為此書簽儲存副本";
"Enter the name of the folder to be created" = "鍵入新增檔案夾名";
"The folder will be created within the currently selected folder, or the directly into the Bookmarks list if none is selected" = "此檔案夾將創建在當前所選目錄中，或者創建到書簽列表（如果當前無選擇目錄）";
"Create" = "創建";
"untitled folder" = "未命名檔案夾";
"The folder will be created within the currently selected folder, or the current directory if none is selected" = "此檔案夾將創建到當前所選檔案夾，或者當前目錄（如無選擇）";
"Untitled FTP Alias" = "未命名 FTP 替身";
"Untitled FTP Watcher" = "未命名FTP 哨兵";
" Watcher" = "哨兵";
"Save these details as an FTP Alias" = "另存傳輸詳細記錄為 FTP 替身";
"Save these details as an FTP Watcher" = "另存傳輸詳細記錄為FTP 哨兵";
"Select an Application for editing…" = "選擇編輯程式…";
"Save the FTP Transcript from this session…" = "從對話儲存 FTP 終端…";
"Enter a path to the destination location as a full path to a folder" = "鍵入到目的位置的路徑如同到某檔案夾的完整路徑";
"The selection will be moved to the specifed destination" = "此選擇將移動到指定目的路徑";
"Move" = "移動";
"Enter an FTP command to send to the server" = "鍵入 FTP 命令以傳送到伺服器";
"The exact text you type will be sent to the server. This can be useful to invoke server specific features" = "您鍵入的附加文字將傳送到伺服器。這將有輔助於調用伺服器專用的特性";
"Send" = "傳送";
"Synchronization using a VMS server with the option to show all versions enabled is not supported" = "同步使用中的VMS伺服器用此選項，以檢視所有版本啟用是不支持的 ";
"If the Show All Versions option is disabled in the Bookmark, synchronization can be performed" = "如果檢視v所有版本選項未啟用在書簽中，同步將不能實現";
" of " = "於";
" items" = "項";
" Item" = "項";
" item" = "項";
" selected" = "選擇";
" (filtered)" = "(過濾)";
"Edit with the built-in editor" = "編輯用內嵌編輯器";
"Open for editing in an external editor" = "用外部的編輯器打開編輯";
"Enter a full path to a folder" = "鍵入檔案夾的完整路徑";
"The contents listing of the specified path will be displayed" = "此指定路徑的內容列表將檢視";
"Go" = "前往";
"Enter the new name for this item:" = "鍵入新項名:";
"Rename" = "重命名";
"Are you sure you want to delete " = "確認要刪除？";
" items?" = "項?";
"Are you sure you want to delete the selected items?" = "確認要刪除所選項?";
"This is a permanent operation which cannot be undone" = "此動作是不可還原的";
"Delete" = "刪除";
"Enter the name of the new empty file to created" = "鍵入新增檔案名";
"It will be checked that the selected name is not already in use" = "將檢查所選名是否已經被使用";
"The selected file name already exists" = "所選名稱已經存在";
"Please choose another name for the new empty file to created" = "請為創建的新檔案選擇不同的名稱";
"The file could not be created" = "此檔案不能創建";
"Enter the name of the new empty file to be edited, and also select when changes to the file should be uploaded to the server" = "鍵入新增檔案名以編輯，並也選擇當對檔案更改應該被上傳到伺服器";
"Enter the name of the new empty file to be edited" = "鍵入新增檔案名以編輯";
"Optionally select whether to apply the selected choice to subsequent edits" = "是否同意套用相同選擇到以後的編輯";
"Close" = "關閉";
"Save" = "儲存";
"Apply to future edits" = "套用到將來的編輯";
"Enter the name of the new empty file to edited" = "鍵入新增檔案名以編輯";
"Select when changes to the files should be uploaded to the server" = "選擇當對檔案更改應該被上傳到伺服器";
"Select when changes to the file should be uploaded to the server" = "選擇當對檔案更改應該被上傳到伺服器";
"Please choose another name" = "請選擇其他名稱";
"This operation failed to complete." = "此動作未完成。";
"A folder already exists with the same name." = "已存在同名檔案夾";
"You may not have sufficient privileges" = "您可能沒有足夠的許可權";
"Some items of the same name already exist in this location." = "此位置已存在同名的一些項。";
"An item of the same name already exists in this location." = "此位置已存在同名的項。";
"Would you like to replace the items or skip them?" = "您要取代此項還是跳過？";
"Would you like to replace the item?" = "您確認要取代此項？";
"Skip" = "跳過";
"Replace" = "取代";
"This operation failed to complete for one or more items" = "此動作有一個或多個項未完成";
"Cancelling preview…" = "取消預覽…";
"Downloading preview: " = "下載預覽: ";
"% complete" = "% 完成";
"Server refused connection - waiting to retry…" = "伺服器拒絕連線- 等待重試…";
"Server busy - waiting to retry…" = "伺服器忙，等待重試…";
"Preparing connection…" = "準備連線…";
"Disconnected" = "連線斷開";
"Connecting with server…" = "連線到伺服器…";
"Logging in…" = "登入中…";
"Logging into proxy server…" = "登入到代理伺服器…";
"Querying server…" = "請求伺服器…";
"Selecting server features…" = "選擇伺服器特徵…";
"Connection established" = "連線已建立";
"Idle" = "閒置";
"User: " = "使用者: ";
"\rPath: " = "\r路徑: ";
"Sorry, it was not possible to complete the upload" = "對不起，將不可能完成這次上傳";
"An unexpected error caused the pre-processing of the upload to fail" = "一個未預期的錯誤導致預處理上傳失敗";
"An unexpected error prevented the upload from taking place\r\rYou should save a copy of your edited document to prevent data loss" = "一個未預期的錯誤阻礙了從所取位置的上傳\r\r您可能需要儲存一份已編輯檔案的副本，以防止資料丟失";
"An unexpected error prevented the upload from taking place\r\rYou could attempt it again or try restarting Yummy FTP" = "一個未預期的錯誤阻礙了從所取位置的上傳\r\r您可以再次嘗試或者重啟 Yummy FTP Alias";
"Unfortunately an unexpected error occurred while preparing to display the browser window\r\rTry again or try restarting Yummy FTP" = "當準備檢視流覽視窗時，發生一個未預期的錯誤\r\r請重試或重啟Yummy FTP Alias";
"Yummy FTP was unable to establish a connection\r\rThe attempt failed because the server was unable to process the request" = "Yummy FTP Alias 不能建立一個連線\r\r嘗試失敗是因伺服器不能處理此請求";
"Yummy FTP could not find the remote directory to send your upload\r\rEnsure the destination directory exists and try again" = "Yummy FTP Alias 不能找到您要上傳的遠端目錄\r\r請確認目錄存在然後重試";
"Yummy FTP was unable to complete your request\r\rThe attempt failed because the server was unable to process it" = "Yummy FTP Alias 不能完成您的請求\r\r嘗試失敗是因伺服器不能處理";
"This operation failed due to lack of memory" = "此動作失敗由於缺少足夠的記憶體";
"Your download failed to start because the download location could not be found\r\rCheck the download location and try again" = "下載開始失敗是因未找到下載位置\r\r檢查下載位置然後重試";
"Your download failed to start because the file to download could not be found\r\rCheck the download details and try again" = "下載開始失敗是因未找到要下載的檔案\r\r檢查下載詳細記錄然後重試";
"Yummy FTP could not establish a connection with the server\r\rCheck the server name or IP address and try again. If the problem persists, it might be that the server is currently unavailable." = "Yummy FTP Alias 不能同伺服器建立一個連線\r\r檢查伺服器名稱、IP 地址然後重試。如果問題依舊，可以是伺服器當前不可到達。";
"Yummy FTP could not establish a connection with the server\r\rTry re-connecting to the server or restarting Yummy FTP" = "Yummy FTP Alias 不能同伺服器建立一個連線\r\r重試連線或者重啟 Yummy FTP Alias";
"Yummy FTP could not find the items you were referring to\r\rTry refreshing your listing" = "Yummy FTP Alias 未能找到相關項\r\r嘗試刷新列表";
"Yummy FTP ran out of resources and so couldn't complete your request\r\rTry again or try restarting Yummy FTP" = "Yummy FTP Alias 執行超出資源，所以不能完成請求\r\r嘗試重試或者重啟 Yummy FTP Alias";
"Yummy FTP couldn't understand the server's response\r\rTry again and check the server type is set correctly" = "Yummy FTP Alias 不能理解伺服器的響應\r\r嘗試重試並檢查伺服器類型設定正常";
"Yummy FTP could not continue your download request because it was not possible to create a file in the download location\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias 不能繼續支持您的下載請求，是因為軟體不能創建檔案在下載位置\r\r原因可能是檔案被鎖定、檔案被其他程式使用中或者缺少許可權";
"Yummy FTP could not continue your download request because it was not possible to create a folder in the download location\r\rThe cause may be due lack of permissions" = "Yummy FTP Alias 不能繼續支持您的下載請求，是因為軟體不能在下載位置創建檔案夾\r\r可能是缺少許可權";
"Yummy FTP could not continue because a folder in your request could not be found on your Mac" = "Yummy FTP Alias 不能連線是因不能在本地找到請求到的一個檔案夾";
"Yummy FTP could not continue because the specifed server path could not be determined\r\rCheck your server detalls and try again" = "Yummy FTP Alias 不能繼續是因為此特殊伺服器路徑不能被決定\r\r檢查伺服器詳細記錄然後重試";
"Yummy FTP could not continue your download because it was not possible to write to a file in the download location\r\rThe cause may be a full hard drive, a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias 不能繼續支持您的下載請求，是因為軟體不能寫入檔案在下載位置\r\r原因可能是磁碟也滿、檔案被鎖定、檔案被其他程式使用中或者缺少許可權";
"Yummy FTP could not continue your upload because it was not possible to open one of the source files\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias 不能繼續上傳，是因為無法打開一個原文件 \r\r可能是缺少許可權";
"Yummy FTP could not continue your download because it was not possible to open one of the files in the download location\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias 不能繼續支持您的下載請求，是因為打開一個檔案在下載位置\r\r可能是缺少許可權";
"Yummy FTP could not continue your upload because it was not possible to read from one of the source files\r\rThe cause may be a lack of permissions" = "Yummy FTP Alias 不能繼續上傳，是因為無法讀取一個原文件 \r\r可能是缺少許可權";
"Yummy FTP has lost connection with the server\r\rThe server closed the connection" = "Yummy FTP Alias 同伺服器失去連線\r\r伺服器斷開了連線";
"Yummy FTP failed to establish a connection with the server\r\rCheck your details and try again" = "Yummy FTP Alias 同伺服器建立連線失敗\r\r檢查詳細記錄然後重試";
"Yummy FTP failed to establish a connection with the proxy server because the server refused it\r\rCheck your details and try again" = "Yummy FTP Alias 同代理伺服器建立連線失敗是因為被伺服器拒絕\r\r檢查詳細記錄然後重試";
"Yummy FTP failed to establish a connection with the server because the username was rejected\r\rCheck your details and try again" = "Yummy FTP Alias 同伺服器建立連線失敗是因為使用者名不正確\r\r檢查詳細記錄然後重試";
"Yummy FTP failed to establish a connection with the server because the password was rejected\r\rCheck your details and try again" = "Yummy FTP Alias 同伺服器建立連線失敗是因為命名不正確\r\r檢查詳細記錄然後重試";
"Yummy FTP failed to establish a connection with the server because the account was rejected\r\rCheck your details and try again" = "Yummy FTP Alias 同伺服器建立連線失敗是因為此帳戶被拒絕\r\r檢查詳細記錄然後重試";
"Yummy FTP failed to establish a connection with the proxy server because the password was rejected\r\rCheck your details and try again" = "Yummy FTP Alias 同代理伺服器建立連線失敗是因為口令不正確\r\r檢查詳細記錄然後重試";
"Yummy FTP failed to failed to complete your request becuase it was unable to delete an item on your Mac\r\rThe cause may be a locked file, a file which is in use by another application, or lack of permissions" = "Yummy FTP Alias 完成請求失敗，是因為不能刪除一個專案在本地磁碟 \r\r原因可能是檔案被鎖定、檔案被其他程式使用中或者缺少許可權";
"Yummy FTP was unable to complete your request due to an unexpected error\r\rTry again or try restarting Yummy FTP" = "Yummy FTP Alias 不能完成您的請求，由於一個未知錯誤\r\r請重試或重啟 Yummy FTP AliasYummy FTP Alias";
"Message from the Server :\r\r" = "伺服器訊息 :\r\r";
"Yummy FTP will try to skip the errored item automatically" = "Yummy FTP Alias 將嘗試自動跳過錯誤項";
"Yummy FTP will try to skip the errored item automatically after the timeout shown" = "Yummy FTP Alias 在超時之後，將嘗試自動跳過錯誤項 ";
" because scheduled tasks are waiting" = "因為計畫任務在等待中";
"Yummy FTP will cancel this operation automatically" = "Yummy FTP Alias 將取消自動動作";
"Yummy FTP will cancel this operation automatically after the timeout shown" = "Yummy FTP Alias 將在檢視超時後，取消自動動作";
"Yummy FTP has now encountered " = "Yummy FTP Alias 現在遇到";
" errors attempting this operation. No further recovery attempts will be made" = "錯誤嘗試此動作。無更多的恢復嘗試會被創建";
"\r\rThis message will auto-dismiss after the time shown below because scheduled tasks are waiting" = "\r\r此消息在超時後將自動解散，因計畫任務在等待中";
"Continue" = "繼續";
"Cancel" = "取消";
"Yummy FTP will attempt to retry the errored item automatically" = "Yummy FTP Alias 嘗試自動重試錯誤項";
"Yummy FTP will attempt to retry the errored item automatically after the timeout shown" = "Yummy FTP Alias 在超時之後，將自動嘗試重試錯誤項";
"Retry" = "重試";
"Yummy FTP will attempt to skip the errored item automatically" = "Yummy FTP Alias 將嘗試自動跳過錯誤項";
"Yummy FTP was unable to automatically retry the errored item" = "Yummy FTP Alias 不能自動重試錯誤項";
"Yummy FTP was unable to automatically skip the errored item" = "Yummy FTP Alias 不能自動跳過錯誤項";
"Files uploaded : " = "檔案上傳 : ";
"\rFiles downloaded : " = "\r檔案下載 : ";
"\rServer folders created : " = "\r伺服器檔案夾已創建 : ";
"\rMac folders created : " = "\r本地檔案夾已創建 : ";
"\rServer items deleted : " = "\r伺服器項已刪除 : ";
"\rMac items deleted : " = "\r本地專案已刪除 : ";
"\r\rThis report will auto-dismiss after the time shown below because scheduled tasks are waiting" = "\r\r此報告在超時後將自動解散，因計畫任務在等待中";
"\rSynchronization completed" = "\r同步完成";
"Save this connection as a Bookmark?" = "另存連線為書簽?";
"Optionally select whether to store the password used into the Keychain, for security purposes" = "出於安全考慮，選擇是否同意儲存使用的口令在鑰匙串";
"Don't Save" = "不儲存";
"Root directory" = "根目錄";
"Would you like to replace the items or skip them?\r\rNote that not all servers support replacement. An error message will be generated in this case." = "你要取代還是跳過這些專案？\r\r注：並非所有伺服器都支持取代，遇情況式將會生成一個錯誤消息。";
"Would you like to replace the item?\r\rNote that not all servers support replacement. An error message will be generated in this case." = "你要取代此項？\r\r注：並非所有伺服器都支持取代的，遇此情況時會生成一個錯誤消息。";
" Download" = "下載";
" Items" = "項";
" Bytes" = "位元組";
"Cancelled" = "取消";
"Preparing" = "準備中";
"Finished" = "完成";
"Name: " = "名稱: ";
",  Kind: " = ",  種類: ";
",  Size: " = ",  大小: ";
"Modified: " = "修改日期: ";
",  Where: " = ",  位置: ";
"Dimensions: W:" = "尺寸: 寬:";
" H:" = "高:";
" pixels" = "圖元";
"Duration :" = "持續時間 :";
" Hrs" = "小時";
" Mins" = "分";
" Secs " = "秒";
"\rServer: " = "\r伺服器: ";
"\rPassword: " = "\r口令: ";
"\rPort: " = "\r埠: ";
"\rProtocol: " = "\r協議: ";
"\rMac Folder: " = "\r本地檔案夾: ";
"\rModified: " = "\r修改時間: ";
"\rUser/Group: " = "\r所有者/群組: ";
"\rPermissions: " = "\r許可權: ";
"Path " = "路徑";
"Name " = "名稱";
"Server " = "伺服器";
"User " = "使用者";
"Pass " = "口令";
"Port " = "埠";
"Type " = "類型";
"Local " = "本地";
"Kind " = "種類";
"Size " = "大小";
"Date " = "日期";
"Where " = "位置";
"User/Group " = "所有者/群組";
"Perms " = "許可權";
"Job cancelled" = "任務取消";
"Job failed" = "任務失敗";
"Cancelling…" = "取消中…";
"Waiting to start " = "等待開始";
"Queued " = "排隊";
"Waiting " = "等待";
"Recovering connection " = "重新連線";
"Server busy - waiting " = "伺服器忙，等待中";
"to download " = "至下載";
"to transfer " = "來傳輸";
"to duplicate " = "至複製";
"to preview " = "來預覽";
"to upload " = "上傳";
"to determine server time difference… " = "至決定伺服器時差… ";
"to download items for Update Mac: " = "至下載項于更新本地: ";
"to download items for Mirror: " = "為鏡像下載專案: ";
"to upload items for Update Server: " = "至上傳項于更新伺服器: ";
"to upload items for Mirror: " = "至上傳項為鏡像: ";
"Initiating download of " = "開始下載為";
"Initiating transfer of " = "開始傳輸為";
"Initiating duplication of " = "開始複製為";
"Initiating duplicated upload of " = "開始持續上傳為";
"Initiating preview of " = "開始預覽為";
"Initiating upload of " = "開始上傳為";
"Determining server time difference… " = "決定伺服器時差… ";
"Initiating download of items for Update Mac: " = "開始下載項于更新本地: ";
"Initiating download of items for Mirror: " = "開始下載項為鏡像: ";
"Initiating upload of items for Update Server: " = "開始上傳項于更新伺服器: ";
"Initiating upload of items for Mirror: " = "開始上傳項為鏡像: ";
"Downloading " = "下載中";
"Downloading for transfer " = "下載為傳輸";
"Uploading for transfer " = "上傳為傳輸";
"Downloading for duplication " = "下載為複製";
"Uploading " = "上傳";
"Uploading duplicated " = "上傳複製";
"Downloading preview " = "下載預覽";
"Downloading items for Update Mac: " = "下載項于更新本地: ";
"Downloading items for Mirror: " = "下載項為鏡像: ";
"Uploading items for Update Server: " = "上傳項于更新伺服器: ";
"Uploading items for Mirror: " = "上傳項為鏡像: ";
" items)" = "項)";
" item)" = "項)";
"1 item" = "1項";
"Recovering connection to delete orphaned items " = "重新連線以刪除孤立項";
"Server busy - waiting to delete orphaned items" = "伺服器忙 - 準備刪除孤立項";
"Deleting orphaned items " = "刪除孤立項";
"Preparing to delete orphaned items " = "準備刪除孤立項";
"Recovering connection to delete " = "重新連線以刪除";
"Server busy - waiting to delete " = "伺服器忙，等待刪除";
"Deleting " = "刪除";
"Preparing to delete " = "準備刪除";
"Determine server time difference" = "決定伺服器時差";
"Scheduled Update Server" = "計畫更新伺服器";
"Scheduled Update Mac" = "計畫更新本地";
"Scheduled Mirror" = "計畫鏡像";
"Waiting for connection to determine server time difference…" = "等待連線以決定伺服器時差…";
"Waiting for connection to Update Server…" = "等待連線到更新伺服器…";
"Waiting for connection to Update Mac…" = "等待連線到更新本地…";
"Waiting for connection to Mirror…" = "等待連線到鏡像…";
"Analyzing directories for Update Server…" = "從更新伺服器分析目錄…";
"Analyzing directories for Update Mac…" = "從更新本地分析目錄…";
"Analyzing directories for Mirror…" = "從鏡像分析目錄…";
"Time difference complete" = "時差完成";
"Update Server complete" = "更新伺服器完成";
"Update Mac complete" = "更新本地完成";
"Mirror complete" = "鏡像完成";
"Waiting for connection to get file list…" = "等待連線以獲取檔案列表…";
"Fetching file/folder listing…" = "取得檔案/檔案夾列表…";
"Waiting for connection to update file list…" = "等待連線以更新檔案列表…";
"Updating file/folder listing…" = "更新檔案/檔案夾列表…";
"Waiting for connection to send NOOP command…" = "等待連線以傳送 NOOP 命令…";
"Sending NOOP command…" = "傳送 NOOP 命令…";
"Waiting for connection to send raw command…" = "等待連線到傳送 raw 命令…";
"Sending raw FTP command…" = "傳送 raw FTP 命令…";
"Waiting for connection to rename…" = "等待連線以改名…";
"Renaming item…" = "重命名項…";
"Waiting for connection to create empty folder…" = "等待連線以創建新檔案夾…";
"Creating new folder…" = "新增檔案夾…";
"Recovering connection to set access permissions" = "重新連線以設定存取許可權";
"Server busy - waiting to set access permissions" = "伺服器忙- 等待設定存取許可權";
"Setting access permissions" = "設定存取許可權";
"Recovering connection to set user and group" = "恢復連線以設定使用者與群組";
"Server busy - waiting to set user and group" = "伺服器忙 - 等待設定使用者和群組";
"Setting user and group" = "設定使用者和群組";
" on " = "在";
"Recovering connection to move " = "恢復連線以移動";
"Server busy - waiting to move " = "伺服器忙 - 等待移動";
"Moving " = "移到";
"Item: " = "項: ";
"Item: from command line" = "項: 自命令行";
"Processing: " = "處理中:";
"Path: " = "路徑: ";
"Move up directory" = "目錄曏上";
"Command: " = "命令: ";
" to Mac: " = "到本地: ";
"Mac: " = "本地: ";
" to Server: " = "到伺服器: ";
"Parent directory" = "父路徑";
"Recovering connection…" = "恢復連線…";
"Copied: " = "複製: ";
" at " = "在";
"/s" = "/秒";
" (stalled)" = "(停止)";
"Waiting until " = "等待直到";
"Waiting" = "等待";
"Error" = "錯誤";
"Server busy - waiting…" = "伺服器忙 - 等待中…";
"Connecting to server…" = "連線到伺服器…";
"Preparing…" = "準備中…";
"(ETA: " = "(預計時間: ";
"Estimating time remaining…" = "計算剩餘時間…";
"n/a" = "不適用的";
"Estimating…" = "計算中…";
"Time remaining unavailable" = "無法得到剩餘時間";
"Unavailable" = "無效的";
" remaining" = " 剩餘時間";
"Time remaining: -" = "剩餘時間: -";
" for remote edit" = "為遠程編輯";
"Remote edit" = "遠程編輯";
" from " = "自";
"From " = "自";
" to " = "到";
" in " = "在";
"Choose a Document" = "選擇文檔";
"Choose a post processing Application" = "選擇一個後處理程式";
"Download completed" = "下載完成";
"Your download has been successfully completed" = "下載成功完成";
"Upload completed" = "上傳完成";
"Your upload has been successfully completed" = "上傳成功完成";
"Synchronization completed" = "同步完成";
"Your synchronization has been successfully completed" = "同步成功完成";
"Remote edit ready" = "遠端編輯可用";
"Your remote file is ready to be edited" = "遠端檔案已準備好被編輯";
"Remote edit saved" = "遠程編輯儲存";
"The changes to your remote file have been saved" = "改變您遠端編輯的檔案會被儲存";
"Failure Notification" = "失敗通知";
"A Problem occurred" = "出現一個問題";
"Encoding" = "編碼";
"Select the encoding method" = "選擇編碼方法";
"New File" = "新增檔案";
"Create an empty new file" = "新增檔案";
"Preview" = "預覽";
"Show a preview of the selection" = "顯示所選項的預覽";
"Disconnect from the server" = "與伺服器斷開";
"View" = "檢視";
"Switch between List or Column view" = "交換列表或者分欄檢視";
"Transfer" = "傳輸";
"Upload or download the selected item(s)" = "上傳或下載所選項";
"New Folder" = "新增檔案夾";
"Create a new empty folder" = "新增空檔案夾";
"Home" = "主頁";
"Change directory back to the starting point" = "改變目錄到開始點";
"Renew the file listing display" = "重命名檔案檢視列表";
"Filters" = "過濾";
"Apply filters to the file listing display" = "套用過濾到檔案檢視列表";
"Change directory using a supplied path" = "改變目錄使用一個已提供的路徑";
"QuickEdit" = "快速編輯";
"Queue" = "排隊";
"Show or hide the Queue drawer" = "顯示或隱藏佇列屜";
"Remove the selected item(s)" = "移除所選項";
"Show synchronization options" = "顯示同步設定";
"Info" = "簡介";
"Display the full information window for the selected item(s)" = "顯示所選項的完整訊息視窗";
"Duplicate" = "複製";
"Make copies of the selected item(s)" = "為所選項創建副本";
"Stop" = "停止";
"Cancel the current action" = "取消當前動作的";
"Favorites" = "喜好站台夾";
"Display the contents of your Favorite folders" = "顯示喜好站台檔案夾的內容";
"Display the contents of a recently visited folder" = "顯示最近存取的檔案夾內容";
"Create an empty folder for organizing your Bookmarks" = "創建一個空檔案夾以整理您的書簽";
"Add" = "新增";
"Change Bookmark, FTP Alias or FTP Watcher settings" = "改變書簽、FTP 替身或 FTP 哨兵設定";
"Import" = "導入";
"Import Bookmarks/Favorites from other FTP apps (eg. Fetch, Interarchy, Captain FTP, Transmit, Cyberduck, FTPeel and Vicomsoft FTP Client)" = "自其他 FTP 程式導入書簽/喜好站台夾(如：Fetch、 Interarchy、Captain FTP、 Transmit、 Cyberduck、 FTPeel和Vicomsoft FTP Client)";
"Connect" = "連線";
"Establish FTP server connection" = "建立 FTP 伺服器連線";
"Use Preferences Setting" = "使用系統偏好設定";
" days" = "天";
" day" = "天";
" hours" = "小時";
" hour" = "小時";
" mins" = "分";
" minutes" = "分";
" min" = "分";
" minute" = "分";
" secs" = "秒";
" seconds" = "秒";
" sec" = "秒";
" second" = "秒";
"Server Search" = "伺服器搜尋";
"Mac Search" = "本地搜尋";
"Search" = "搜尋";
"Filter the current listing" = "過濾當前列表";
"Pause the selected transfers" = "暫停所選傳輸";
"Start the selected transfers" = "開始所選傳輸";
"Resume the selected transfers" = "續傳所選傳輸";
"Recent Searches" = "文檔搜尋";
"Clear Recent Searches" = "清除文檔搜尋";
"Apply As Filter" = "套用如同過濾";
"Waiting to resume " = "等待續傳";
" KB" = "KB";
" MB" = "MB";
" GB" = " GB";
"This file is already being edited remotely" = "此檔案已經在遠程編輯";
"One or more of the selected items are already being edited" = "一個或多個所選項已經被編輯";
"The selected items cannot be moved and must be deleted immediately." = "所選項不能被移動且必須立即刪除。";
"Some of the selected items cannot be moved and must be deleted immediately." = "多個所選項不能被移動且必須立即刪除。";
"One of the selected items cannot be moved and must be deleted immediately." = "一個所選項不能被移動且必須立即刪除。";
"The selected item cannot be moved and must be deleted immediately." = "所選項不能被移動且必須立即刪除。";
"Are you sure you want to delete?" = "確認要刪除?";
"Click to save changed text" = "點擊以儲存改變的文檔";
"Click to upload changes to the server" = "單擊上傳變更到伺服器";
"Click to show other information" = "單擊檢視其他訊息";
"DualBrowse" = "同步流覽";
"Browse both lists in sync or independently" = "同步或獨立流覽兩個列表";
"Does not exist in the local directory" = "不存在於本地目錄";
"Server item is newer" = "伺服器項是最新的";
"Local item is newer" = "本地項是最新的";
"Does not exist in the server directory" = "不存在於伺服器目錄";
"No items require synchronization at present" = "現在沒有專案要求同步";
"This synchronization will now be cancelled automatically since there are no items to be synchronized. The preview will therefore not be displayed." = "自無專案要同步之後，此同步現在將被自動取消。預覽將因此不能檢視。";
"Waiting for connection to calculate folder size…" = "等待連線以計算檔案夾大小…";
"Calculating folder size…" = "計算檔案夾大小…";
" (Paused)" = "(暫停)";
"Pause" = "暫停";
"Resume" = "續傳";
"Update Mac" = "更新本地";
"Update Server" = "更新伺服器";
"Mirror" = "鏡像";
"FTPS (Implicit)" = "FTPS (絕對的)";
"Pause All Scheduled Tasks" = "暫停所有計劃任務";
"Resume All Scheduled Tasks" = "續傳所有計劃任務";
"Create a new Bookmark" = "新增書簽";
"Schedules On" = "計畫開";
"Schedules Off" = "計畫關";
"Disable or resume scheduled tasks" = "禁止或續傳所有計劃任務";
"Watchers Off" = "哨兵關";
"Watchers On" = "哨兵開";
"Shut down all running FTP Watchers" = "關閉所有執行的FTP 哨兵";
"Refresh the displayed preview" = "刷新預覽";
"Discard the displayed preview" = "丟棄檢視預覽";
"Click to preview" = "單擊預覽";
"Yummy FTP Extras" = "Yummy FTP 附加";
"On Close" = "關閉";
"On Save" = "儲存";
"Hidden Files" = "隱藏檔案";
"Switch between showing or hiding invisible files in both the Mac and Server lists" = "在本地和伺服器列表切換檢視與隱藏有隱藏屬性的檔案";
"Bookmarks that are in use by FTP Browsers cannot be deleted" = "書簽被 FTP 流覽使用中，不能被刪除";
"An item could not be deleted. It may be locked or in use by another application" = "一個項不能被刪除。它可能被鎖定或者被其他程式使用中";
"Auto dismiss (no delay)" = "自動排除(無延遲)";
"Performing remote server command…" = "顯示遠端伺服器命令…";
"Enter a shell command to send to the server" = "鍵入 shell 命令以傳送到伺服器";
"Interface" = "介面";
"Transfers" = "傳輸";
"Error Recovery" = "錯誤恢復";
"Server Options" = "伺服器設定";
"Pause the active jobs" = "暫停動作的任務";
"Resume the paused jobs" = "續傳暫停任務";
"Start" = "開始";
"Jobs queued" = "任務排隊";
"HILabelTitle" = "顏色標籤:";
"HILabelFormat" = "“%@”";
"This automatic upload capability is powered by:\r\rYummy FTP - the tastiest FTP client for Mac OS X\r\rhttp://www.yummysoftware.com" = "自動上傳能力來自:\r\rYummy FTP - Mac OS X下最棒的FTP用戶端\r\rhttp://www.yummysoftware.com";
"Drag items onto this icon to upload them" = "拖動項到圖像中來上傳";
"Edit With" = "編輯用";
"Select an application to edit the selected items" = "選擇編輯所選項的編輯程式";
"Reopen" = "重新打開";
"Re-open with the original editor, or continue anyway?" = "用原始編輯器重新打開，或者繼續？";
"Re-open with the original editors, or continue anyway?" = "用原始編輯器重新打開，或者繼續？";
"Software Update" = "軟體更新";
"Please purchase Yummy FTP to allow editing of FTP Aliases and FTP Watchers" = "請購買Yummy FTP以允許通過FTP 替身和FTP 哨兵編輯";
"\r\rTime elapsed : " = "\r\r已用時間 : ";
"Quick Look icons" = "快速查看圖示";
"Enter the Web URL equivalent of the currently displayed directory" = "輸入相對於當前檢視目錄的網址";
"The url you enter can be used with the Copy Web URL feature to produce a valid web browser URL for the selected items in the server browser\r\reg. http://www.yourwebsite.com" = "您輸入的網址，可使用“拷貝站點地址”功能，以從服務器瀏覽窗口中的所選項上產生一個有效的站點瀏覽地址\r\r如，http://www.yourwebsite.com";
"Set Access" = "設定訪問";
"Set Permissions" = "設定權限";
"OK" = "確定";
"Apply filters to the file listing display of all connections" = "應用所有過濾到下列檢視的所有連接文件";
"Global Filters" = "全局過濾";
"Job failed, skipping errored items…" = "任務失敗，跳過發生錯誤的項目J…";
"Skip remaining errors" = "跳過餘下錯誤";
"Lost Info" = "缺失信息";
" alias" = " 替身";
" (waiting for server)" = " (等待服務器)";
"Your server has limited the listing output, so all the items cannot be seen!\r\rUnless this is addressed, some features may not behave as expected due to this server limitation.\r\rWe recommend that you contact your server administrator to increase the limit, or remove the limit entirely." = "您的伺服器限制了列表輸出，所以無法列出所有的項目！\r\r除非解決了該問題，否則可能因該伺服器的限制，有些功能將無法正常使用。\r\r我們建議您聯繫伺服器的管理員來降低限制或者完全取消該限制。";
"File sizes differ" = "文件大小不同";
"Open From Finder" = "在 Finder 中打開";
"Open Web URL" = "作為網址打開";
"The Mac home folder specified in your Bookmark cannot be found\r\rThe default home folder has been displayed instead" = "未能發現你在書簽中所指定的主目錄\r\r將用缺省主目錄代替";
"SCPlugin by Tigris.org is installed which causes crashes with other apps, including Yummy FTP\r\rTo fix this issue please remove the following file from your Mac :\r\r/Library/Contextual Menu Items/SCFinderPlugin.plugin\r\r... And then restart your Mac" = "你的電腦已安裝了  Tigris.org 的 SCPlugin 插件，該插件會造成其他應用程式的崩潰（包括 Yummy FTP Alias）\r\r要修復該問題，請從你的 Mac 中刪除下面的档案：\r\r/Library/Contextual Menu Items/SCFinderPlugin.plugin\r\r然後重啓你的Mac";
"WARNING!" = "警告!";
"These files are identical - only their differing line endings cause a size mismatch" = "這些文件是相同的，只是他們使用了不同的行尾符導致了大小不匹配";
"These files are identical" = "這些文件是相同的";
"Enter Into Directory" = "進入目錄";
"Paused" = "暫停";
"Stopped" = "停止";
"Running…" = "工作的…";
"Watching…" = "觀看…";
"Owner/Group " = "所所有者者/群   组 ";
"Action" = "行動";
"Perform tasks with the selection" = "與選擇執行任務";
"Back" = "嚮後";
"Running : " = "執行 : ";
"    Queued : " = "    佇列 : ";
"Schedule" = "時間表";
"Obscure" = "雜項";
"Rename the selected item" = "重命名所選項目";
"Please assign a name for this configuration" = "Please assign a name for this configuration";
"Enter a name in the box provided then try again." = "Enter a name in the box provided then try again.";
"The last failure has now repeated several times and will no longer be reported until it changes." = "The last failure has now repeated several times and will no longer be reported until it changes.";
"The Mac home folder specified in your Bookmark cannot be found" = "未能發現你在書簽中所指定的主目錄";
"Processing…" = "處理中…";
"Your serial number is in use on" = "您的序列號是在使用";
"To continue using the single user license please quit all other copies first, otherwise please purchase additional licenses or enter a new serial number." = "要繼續使用單用戶許可請先退出所有其他副本，否則請購買額外的許可或輸入新的序列號。";
"Your serial number was used at the same time on more than one Mac" = "序列號的同時，使用一個以上的蘋果";
"To use the software on multiple Macs please purchase additional licenses.\r\rTo continue, please enter your serial number." = "要在多台Mac電腦使用該軟件，請購買額外的許可證。\r\r要繼續，請輸入序列號。";
"Bookmark" = "Bookmark";
"Schedules" = "Schedules";
"Watchers" = "Watchers";
"Browser" = "Browser";
"Forward" = "Forward";
"Status" = "Status";
"Time" = "Time";
"Value" = "Value";























